Repository: LiberoPat/RecipeClipper
Catalog: ios/RecipeClipper/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

# delete_meal_type_body
source: Meals planned as this move to Dinner. They are not deleted.
de: Damit geplante Mahlzeiten werden zu Abendessen verschoben, nicht gelöscht.
es: Las comidas planificadas con este tipo pasan a Cena. No se eliminan.
fr: Les repas prévus avec ce type passent en Dîner. Ils ne sont pas supprimés.
it: I pasti pianificati con questo tipo passano a Cena. Non vengono eliminati.
pt_br: As refeições planejadas com este tipo passam para Jantar. Elas não são excluídas.

# delete_meal_type_title %@
source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
it: Eliminare «%@»?
pt_br: Excluir “%@”?

# delete_recipe_body
source: This removes it from history and any lists it's in. This can't be undone.
de: Das Rezept wird aus dem Verlauf und allen Listen entfernt. Das lässt sich nicht rückgängig machen.
es: La receta se eliminará del historial y de todas las listas en las que esté. No se puede deshacer.
fr: La recette sera retirée de l'historique et de toutes les listes où elle figure. Cette action est irréversible.
it: La ricetta verrà rimossa dalla cronologia e da tutte le liste in cui si trova. L'operazione non si può annullare.
pt_br: A receita será removida do histórico e de todas as listas em que estiver. Isso não pode ser desfeito.

# delete_recipe_title %@
source: Delete "%@"?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
it: Eliminare «%@»?
pt_br: Excluir “%@”?

# edit_error_invalid
source: A recipe needs a name, and ingredients or steps.
de: Ein Rezept braucht einen Namen und Zutaten oder Schritte.
es: Una receta necesita un nombre, e ingredientes o pasos.
fr: Une recette a besoin d'un nom, et d'ingrédients ou d'étapes.
it: Una ricetta ha bisogno di un nome e di ingredienti o passaggi.
pt_br: Uma receita precisa de um nome e de ingredientes ou passos.

# edit_error_save_failed
source: Couldn't save the recipe. Try again.
de: Das Rezept konnte nicht gespeichert werden. Versuch es noch einmal.
es: No se pudo guardar la receta. Inténtalo de nuevo.
fr: Impossible d'enregistrer la recette. Réessayez.
it: Impossibile salvare la ricetta. Riprova.
pt_br: Não foi possível salvar a receita. Tente de novo.

# edit_label_cook
source: Cook time
de: Kochzeit
es: Tiempo de cocción
fr: Temps de cuisson
it: Tempo di cottura
pt_br: Tempo de cozimento

# edit_label_ingredients
source: Ingredients, one per line
de: Zutaten, eine pro Zeile
es: Ingredientes, uno por línea
fr: Ingrédients, un par ligne
it: Ingredienti, uno per riga
pt_br: Ingredientes, um por linha

# edit_label_photo
source: Photo link (optional)
de: Link zum Foto (optional)
es: Enlace de la foto (opcional)
fr: Lien de la photo (facultatif)
it: Link della foto (facoltativo)
pt_br: Link da foto (opcional)

# edit_label_prep
source: Prep time
de: Vorbereitungszeit
es: Tiempo de preparación
fr: Temps de préparation
it: Tempo di preparazione
pt_br: Tempo de preparo

# edit_label_steps
source: Steps, one per line
de: Schritte, einer pro Zeile
es: Pasos, uno por línea
fr: Étapes, une par ligne
it: Passaggi, uno per riga
pt_br: Passos, um por linha

# edit_label_total
source: Total time
de: Gesamtzeit
es: Tiempo total
fr: Temps total
it: Tempo totale
pt_br: Tempo total

# edit_label_yield
source: Serves or makes
de: Portionen oder Menge
es: Raciones o cantidad
fr: Portions ou quantité
it: Porzioni o quantità
pt_br: Porções ou rendimento

# edit_title_edit
source: Edit recipe
de: Rezept bearbeiten
es: Editar receta
fr: Modifier la recette
it: Modifica ricetta
pt_br: Editar receita

# edit_title_new
source: New recipe
de: Neues Rezept
es: Nueva receta
fr: Nouvelle recette
it: Nuova ricetta
pt_br: Nova receita

# error_blocked %lld
source: The site didn't let the app in (HTTP %lld). Sites often do this for a moment — try again in a minute.
de: Die Seite hat die App blockiert (HTTP %lld). Das ist oft nur vorübergehend – versuch es in einer Minute noch einmal.
es: El sitio ha bloqueado la app (HTTP %lld). Suele ser algo pasajero: vuelve a intentarlo en un minuto.
fr: Le site a bloqué l'appli (HTTP %lld). C'est souvent passager : réessayez dans une minute.
it: Il sito ha bloccato l'app (HTTP %lld). Spesso è una cosa passeggera: riprova tra un minuto.
pt_br: O site bloqueou o app (HTTP %lld). Isso costuma passar rápido: tente de novo em um minuto.

# error_fetch_failed %@
source: Couldn't load that page (%@).
de: Die Seite konnte nicht geladen werden (%@).
es: No se ha podido cargar la página (%@).
fr: Impossible de charger cette page (%@).
it: Impossibile caricare la pagina (%@).
pt_br: Não foi possível carregar a página (%@).

# error_fetch_failed_unknown_detail
source: unknown error
de: unbekannter Fehler
es: error desconocido
fr: erreur inconnue
it: errore sconosciuto
pt_br: erro desconhecido

# error_invalid_url
source: That doesn't look like a link.
de: Das sieht nicht nach einem Link aus.
es: Eso no parece un enlace.
fr: Cela ne ressemble pas à un lien.
it: Non sembra un link.
pt_br: Isso não parece um link.

# error_no_recipe_found
source: Couldn't find recipe data on this page. Some sites don't tag their recipes in a way this app can read yet.
de: Auf dieser Seite wurden keine Rezeptdaten gefunden. Manche Seiten kennzeichnen ihre Rezepte noch nicht so, dass diese App sie lesen kann.
es: No se han encontrado datos de receta en esta página. Algunos sitios aún no marcan sus recetas de una forma que esta app pueda leer.
fr: Aucune donnée de recette trouvée sur cette page. Certains sites ne balisent pas encore leurs recettes d'une façon que cette appli sait lire.
it: Nessun dato della ricetta trovato in questa pagina. Alcuni siti non contrassegnano ancora le ricette in un modo che questa app sa leggere.
pt_br: Não encontramos dados de receita nesta página. Alguns sites ainda não marcam as receitas de um jeito que este app consiga ler.

# error_not_saved
source: That recipe is no longer saved.
de: Dieses Rezept ist nicht mehr gespeichert.
es: Esa receta ya no está guardada.
fr: Cette recette n'est plus enregistrée.
it: Questa ricetta non è più salvata.
pt_br: Essa receita não está mais salva.

# error_nothing_to_show
source: There's no recipe to show.
de: Es gibt kein Rezept zum Anzeigen.
es: No hay ninguna receta que mostrar.
fr: Aucune recette à afficher.
it: Nessuna ricetta da mostrare.
pt_br: Não há receita para mostrar.

# error_offline
source: You're offline. The recipe will load when you're back online.
de: Du bist offline. Das Rezept wird geladen, sobald du wieder online bist.
es: No tienes conexión. La receta se cargará cuando vuelvas a estar en línea.
fr: Vous êtes hors ligne. La recette se chargera dès que vous serez de nouveau connecté.
it: Sei offline. La ricetta verrà caricata quando tornerai online.
pt_br: Você está offline. A receita será carregada quando você voltar a ficar online.

# error_save_failed
source: Couldn't save that recipe.
de: Das Rezept konnte nicht gespeichert werden.
es: No se ha podido guardar la receta.
fr: Impossible d'enregistrer cette recette.
it: Impossibile salvare la ricetta.
pt_br: Não foi possível salvar a receita.

# heading_ingredients
source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
pt_br: Ingredientes

# heading_instructions
source: Instructions
de: Zubereitung
es: Elaboración
fr: Préparation
it: Procedimento
pt_br: Modo de preparo

# heading_notes
source: Notes
de: Notizen
es: Notas
it: Note
pt_br: Anotações

# history_empty
source: Nothing yet. Recipes you open are kept here automatically.
de: Noch nichts da. Rezepte, die du öffnest, landen automatisch hier.
es: Aún no hay nada. Las recetas que abras se guardan aquí automáticamente.
fr: Rien pour l'instant. Les recettes que vous ouvrez sont conservées ici automatiquement.
it: Ancora niente. Le ricette che apri vengono conservate qui automaticamente.
pt_br: Nada por aqui ainda. As receitas que você abrir ficam guardadas aqui automaticamente.

# history_no_results %@
source: No recipes match "%@".
de: Keine Rezepte zu „%@“ gefunden.
es: Ninguna receta coincide con «%@».
fr: Aucune recette ne correspond à « %@ ».
it: Nessuna ricetta corrisponde a «%@».
pt_br: Nenhuma receita corresponde a “%@”.

# history_title
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt_br: Histórico

# home_empty_hint
source: Recipes you open will show up here.
de: Rezepte, die du öffnest, erscheinen hier.
es: Las recetas que abras aparecerán aquí.
fr: Les recettes que vous ouvrez apparaîtront ici.
it: Le ricette che apri compariranno qui.
pt_br: As receitas que você abrir vão aparecer aqui.

# home_subtitle
source: Share a recipe link to this app from your browser, or paste one here.
de: Teile einen Rezeptlink aus deinem Browser mit dieser App oder füge ihn hier ein.
es: Comparte el enlace de una receta con esta app desde tu navegador, o pégalo aquí.
fr: Partagez le lien d'une recette avec cette appli depuis votre navigateur, ou collez-le ici.
it: Condividi il link di una ricetta con questa app dal browser, oppure incollalo qui.
pt_br: Compartilhe o link de uma receita com este app pelo navegador ou cole aqui.

# label_cook
source: Cook
de: Garzeit
es: Cocción
fr: Cuisson
it: Cottura
pt_br: Cozimento

# label_list_name
source: List name
de: Listenname
es: Nombre de la lista
fr: Nom de la liste
it: Nome della lista
pt_br: Nome da lista

# label_makes
source: Makes
de: Ergibt
es: Rinde
fr: Quantité
it: Resa
pt_br: Rende

# label_meal
source: Meal
de: Mahlzeit
es: Comida
fr: Repas
it: Pasto
pt_br: Refeição

# label_meal_type_name
source: Meal type name
de: Name der Mahlzeit
es: Nombre del tipo de comida
fr: Nom du type de repas
it: Nome del tipo di pasto
pt_br: Nome do tipo de refeição

# label_prep
source: Prep
de: Vorbereitung
es: Preparación
fr: Préparation
it: Preparazione
pt_br: Preparo

# label_recipe_url
source: Recipe URL
de: Rezept-URL
es: URL de la receta
fr: URL de la recette
it: URL della ricetta
pt_br: URL da receita

# label_search_history
source: Search titles and ingredients
de: Titel und Zutaten durchsuchen
es: Buscar títulos e ingredientes
fr: Rechercher titres et ingrédients
it: Cerca titoli e ingredienti
pt_br: Buscar títulos e ingredientes

# label_search_or_note
source: Search your recipes, or type a note
de: Rezepte suchen oder eine Notiz schreiben
es: Busca tus recetas o escribe una nota
fr: Cherchez vos recettes ou écrivez une note
it: Cerca le tue ricette o scrivi una nota
pt_br: Busque suas receitas ou escreva uma nota

# label_serves
source: Serves
de: Portionen
es: Raciones
fr: Portions
it: Porzioni
pt_br: Porções

# label_today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt_br: Hoje

# label_total
source: Total
de: Gesamt
it: Totale

# list_count %lld
source: %lld recipes
de: %lld Rezepte
es: %lld recetas
fr: %lld recettes
it: %lld ricette
pt_br: %lld receitas

# list_count_empty
source: Empty
de: Leer
es: Vacía
fr: Vide
it: Vuota
pt_br: Vazia

# list_empty
source: Nothing in this list yet.
de: Diese Liste ist noch leer.
es: Aún no hay nada en esta lista.
fr: Rien dans cette liste pour l'instant.
it: Ancora niente in questa lista.
pt_br: Nada nesta lista ainda.

# lists_title
source: Lists
de: Listen
es: Listas
fr: Listes
it: Liste
pt_br: Listas

# meal_types_title
source: Meal types
de: Mahlzeiten
es: Tipos de comida
fr: Types de repas
it: Tipi di pasto
pt_br: Tipos de refeição

# move_meal_title %@
source: Move %@
de: %@ verschieben
es: Mover %@
fr: Déplacer %@
it: Sposta %@
pt_br: Mover %@

# nav_history
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pt_br: Histórico

# nav_lists
source: Lists
de: Listen
es: Listas
fr: Listes
it: Liste
pt_br: Listas

# nav_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_br: Ajustes

# notes_placeholder
source: Add a note
de: Notiz hinzufügen
es: Añade una nota
fr: Ajouter une note
it: Aggiungi una nota
pt_br: Adicionar uma anotação

# rename_list_title
source: Rename list
de: Liste umbenennen
es: Cambiar nombre de la lista
fr: Renommer la liste
it: Rinomina la lista
pt_br: Renomear lista

# rename_meal_type_title
source: Rename meal type
de: Mahlzeit umbenennen
es: Cambiar el nombre
fr: Renommer le type de repas
it: Rinomina il tipo di pasto
pt_br: Renomear tipo de refeição

# save_to_list_title
source: Save to
de: Speichern in
es: Guardar en
fr: Enregistrer dans
it: Salva in
pt_br: Salvar em

# section_continue_cooking
source: Continue cooking
de: Weiterkochen
es: Seguir cocinando
fr: Reprendre la recette
it: Continua a cucinare
pt_br: Continuar cozinhando

# section_recently_viewed
source: Recently viewed
de: Zuletzt angesehen
es: Vistas recientemente
fr: Consultées récemment
it: Viste di recente
pt_br: Vistas recentemente

# servings %lld
source: %lld servings
de: %lld Portionen
es: %lld raciones
fr: %lld portions
it: %lld porzioni
pt_br: %lld porções

# settings_section_appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
pt_br: Aparência

# settings_section_oven_temperature
source: Oven temperature
de: Ofentemperatur
es: Temperatura del horno
fr: Température du four
it: Temperatura del forno
pt_br: Temperatura do forno

# settings_section_units
source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
pt_br: Unidades

# settings_section_your_recipes
source: Your recipes
de: Deine Rezepte
es: Tus recetas
fr: Vos recettes
it: Le tue ricette
pt_br: Suas receitas

# settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_br: Ajustes

# share_getting_recipe
source: Getting the recipe…
de: Rezept wird geladen …
es: Obteniendo la receta…
fr: Récupération de la recette…
it: Recupero della ricetta…
pt_br: Obtendo a receita…

# share_heading_ingredients
source: INGREDIENTS
de: ZUTATEN
es: INGREDIENTES
fr: INGRÉDIENTS
it: INGREDIENTI
pt_br: INGREDIENTES

# share_heading_instructions
source: INSTRUCTIONS
de: ZUBEREITUNG
es: ELABORACIÓN
fr: PRÉPARATION
it: PROCEDIMENTO
pt_br: MODO DE PREPARO

# share_makes %lld
source: Makes %lld
de: Ergibt %lld
es: Rinde: %lld
fr: Quantité : %lld
it: Resa: %lld
pt_br: Rende %lld

# share_no_link
source: There's no web link in what was shared.
de: Im geteilten Inhalt ist kein Weblink enthalten.
es: No hay ningún enlace web en lo que se compartió.
fr: Il n'y a aucun lien web dans ce qui a été partagé.
it: Non c'è alcun link web in ciò che è stato condiviso.
pt_br: Não há nenhum link da web no que foi compartilhado.

# share_open_to_cook
source: Open Recipe Clipper to cook.
de: Öffne Recipe Clipper zum Kochen.
es: Abre Recipe Clipper para cocinar.
fr: Ouvrez Recipe Clipper pour cuisiner.
it: Apri Recipe Clipper per cucinare.
pt_br: Abra o Recipe Clipper para cozinhar.

# share_saved
source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
pt_br: Salvo

# share_scaled %@ %lld
source: %1$@ (originally %2$lld)
de: %1$@ (ursprünglich %2$lld)
es: %1$@ (originalmente %2$lld)
fr: %1$@ (à l'origine %2$lld)
it: %1$@ (in origine %2$lld)
pt_br: %1$@ (originalmente %2$lld)

# share_serves %lld
source: Serves %lld
de: Portionen: %lld
es: Raciones: %lld
fr: Portions : %lld
it: Porzioni: %lld
pt_br: Porções: %lld

# snackbar_deleted_many %lld
source: %lld recipes deleted
de: %lld Rezepte gelöscht
es: %lld recetas eliminadas
fr: %lld recettes supprimées
it: %lld ricette eliminate
pt_br: %lld receitas excluídas

# snackbar_deleted_one %@
source: Deleted "%@"
de: „%@“ gelöscht
es: «%@» eliminada
fr: « %@ » supprimée
it: «%@» eliminata
pt_br: “%@” excluída

# snackbar_removed_from_plan %@
source: Removed %@ from the plan
de: %@ aus dem Plan entfernt
es: %@ quitado del plan
fr: %@ retiré du planning
it: %@ rimosso dal piano
pt_br: %@ removido do plano

# tab_groceries
source: Groceries
de: Einkauf
es: Compras
fr: Courses
it: Spesa
pt_br: Compras

# tab_pantry
source: Pantry
de: Vorrat
es: Despensa
fr: Garde-manger
it: Dispensa
pt_br: Despensa

# tab_recipes
source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
pt_br: Receitas

# tab_week
source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
pt_br: Semana

# tag_saved
source: Saved
de: Gespeichert
es: Guardada
fr: Enregistrée
it: Salvata
pt_br: Salva

# temperature_as_written
source: As written
de: Wie im Rezept
es: Como en la receta
fr: Comme dans la recette
it: Come nella ricetta
pt_br: Como na receita

# temperature_as_written_description
source: Exactly the temperature the recipe uses
de: Genau die Temperatur aus dem Rezept
es: Exactamente la temperatura de la receta
fr: Exactement la température de la recette
it: Esattamente la temperatura della ricetta
pt_br: Exatamente a temperatura da receita

# temperature_celsius_description
source: Oven temperatures converted to °C
de: Ofentemperaturen in °C umgerechnet
es: Temperaturas del horno convertidas a °C
fr: Températures du four converties en °C
it: Temperature del forno convertite in °C
pt_br: Temperaturas do forno convertidas para °C

# temperature_fahrenheit_description
source: Oven temperatures converted to °F
de: Ofentemperaturen in °F umgerechnet
es: Temperaturas del horno convertidas a °F
fr: Températures du four converties en °F
it: Temperature del forno convertite in °F
pt_br: Temperaturas do forno convertidas para °F

# time_days_ago %lld
source: %lld days ago
de: vor %lld Tagen
es: hace %lld días
fr: il y a %lld jours
it: %lld giorni fa
pt_br: há %lld dias

# time_hours_ago %lld
source: %lld h ago
de: vor %lld Std.
es: hace %lld h
fr: il y a %lld h
it: %lld h fa
pt_br: há %lld h

# time_just_now
source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Proprio ora
pt_br: Agora mesmo

# time_minutes_ago %lld
source: %lld min ago
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
it: %lld min fa
pt_br: há %lld min

# time_yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
pt_br: Ontem

# timer_notification_title %lld
source: Time's up: step %lld
de: Zeit ist um: Schritt %lld
es: Se acabó el tiempo: paso %lld
fr: Temps écoulé : étape %lld
it: Tempo scaduto: passaggio %lld
pt_br: O tempo acabou: passo %lld

# timer_start %@
source: ⏱ Start %@ timer
de: ⏱ Timer für %@ starten
es: ⏱ Temporizador de %@
fr: ⏱ Minuteur de %@
it: ⏱ Avvia timer di %@
pt_br: ⏱ Timer de %@

# timers_up
source: Time's up
de: Zeit ist um
es: Se acabó el tiempo
fr: Temps écoulé
it: Tempo scaduto
pt_br: O tempo acabou

# unit_as_written
source: As written
de: Wie im Rezept
es: Como en la receta
fr: Comme dans la recette
it: Come nella ricetta
pt_br: Como na receita

# unit_as_written_description
source: Exactly the units the recipe uses
de: Genau die Einheiten aus dem Rezept
es: Exactamente las unidades de la receta
fr: Exactement les unités de la recette
it: Esattamente le unità della ricetta
pt_br: Exatamente as unidades da receita

# unit_metric
source: Metric
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico
pt_br: Métrico

# unit_metric_description
source: Grams and millilitres
de: Gramm und Milliliter
es: Gramos y mililitros
fr: Grammes et millilitres
it: Grammi e millilitri
pt_br: Gramas e mililitros

# unit_ounces
source: Ounces
de: Unzen
es: Onzas
fr: Onces
it: Once
pt_br: Onças

# unit_ounces_description
source: Cups and spoons in ounces and pounds
de: Tassen und Löffel in Unzen und Pfund
es: Tazas y cucharadas en onzas y libras
fr: Tasses et cuillères en onces et livres
it: Tazze e cucchiai in once e libbre
pt_br: Xícaras e colheres em onças e libras

# units_menu_header
source: Units · every recipe
de: Einheiten · alle Rezepte
es: Unidades · todas las recetas
fr: Unités · toutes les recettes
it: Unità · tutte le ricette
pt_br: Unidades · todas as receitas

# update_from_source_body
source: This fetches the recipe from its site again and replaces your version. Your changes to it will be lost; your note and lists stay.
de: Das Rezept wird erneut von der Website geladen und ersetzt deine Version. Deine Änderungen gehen verloren; deine Notiz und Listen bleiben.
es: Se volverá a descargar la receta de su sitio y reemplazará tu versión. Se perderán tus cambios; tu nota y tus listas se mantienen.
fr: La recette sera de nouveau récupérée sur son site et remplacera votre version. Vos modifications seront perdues ; votre note et vos listes sont conservées.
it: La ricetta verrà scaricata di nuovo dal sito e sostituirà la tua versione. Le tue modifiche andranno perse; la nota e le liste restano.
pt_br: A receita será buscada de novo no site e substituirá sua versão. Suas alterações serão perdidas; sua nota e suas listas continuam.

# update_from_source_clip_body
source: This loads the page again and replaces the name, ingredients, steps and photo you clipped with the site's own recipe data. It stays in your lists and history.
de: Die Seite wird neu geladen, und Name, Zutaten, Schritte und Foto, die du ausgeschnitten hast, werden durch die Rezeptdaten der Website ersetzt. Das Rezept bleibt in deinen Listen und im Verlauf.
es: Esto vuelve a cargar la página y reemplaza el nombre, los ingredientes, los pasos y la foto que recortaste por los datos de receta del propio sitio. Sigue en tus listas y tu historial.
fr: La page est rechargée, et le nom, les ingrédients, les étapes et la photo que vous avez découpés sont remplacés par les données de recette du site. Elle reste dans vos listes et votre historique.
it: La pagina viene ricaricata e il nome, gli ingredienti, i passaggi e la foto che hai ritagliato vengono sostituiti dai dati della ricetta del sito. Resta nei tuoi elenchi e nella cronologia.
pt_br: Isso carrega a página de novo e substitui o nome, os ingredientes, os passos e a foto que você recortou pelos dados de receita do próprio site. Ela continua nas suas listas e no histórico.

# update_from_source_clip_title
source: Replace your clip?
de: Deinen Ausschnitt ersetzen?
es: ¿Reemplazar tu recorte?
fr: Remplacer votre découpe ?
it: Sostituire il tuo ritaglio?
pt_br: Substituir seu recorte?

# update_from_source_failed %@
source: Couldn't update from source. %@
de: Aktualisieren von der Quelle fehlgeschlagen. %@
es: No se pudo actualizar desde la fuente. %@
fr: Impossible de mettre à jour depuis la source. %@
it: Impossibile aggiornare dalla fonte. %@
pt_br: Não foi possível atualizar da fonte. %@

# update_from_source_title
source: Replace your version?
de: Deine Version ersetzen?
es: ¿Reemplazar tu versión?
fr: Remplacer votre version ?
it: Sostituire la tua versione?
pt_br: Substituir sua versão?

# action_add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pt_br: Adicionar

# groceries_add_hint
source: Add an item
de: Artikel hinzufügen
es: Añade un artículo
fr: Ajouter un article
it: Aggiungi un articolo
pt_br: Adicione um item

# groceries_empty
source: Your list is empty. Type an item above, or add ingredients from a recipe's menu or from the Week.
de: Deine Liste ist leer. Gib oben einen Artikel ein oder füge Zutaten über das Menü eines Rezepts oder aus der Woche hinzu.
es: Tu lista está vacía. Escribe un artículo arriba, o añade ingredientes desde el menú de una receta o desde la Semana.
fr: Votre liste est vide. Saisissez un article ci-dessus, ou ajoutez des ingrédients depuis le menu d'une recette ou depuis la Semaine.
it: La tua lista è vuota. Scrivi un articolo qui sopra, o aggiungi ingredienti dal menu di una ricetta o dalla Settimana.
pt_br: Sua lista está vazia. Digite um item acima, ou adicione ingredientes pelo menu de uma receita ou pela Semana.

# action_add_to_groceries
source: Add to groceries
de: Zum Einkauf hinzufügen
es: Añadir a la compra
fr: Ajouter aux courses
it: Aggiungi alla spesa
pt_br: Adicionar às compras

# add_to_groceries_title
source: Add to groceries
de: Zum Einkauf hinzufügen
es: Añadir a la compra
fr: Ajouter aux courses
it: Aggiungi alla spesa
pt_br: Adicionar às compras
